Repository: aiogram/bot
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: de, uk, uz

source: Hello, {user}. Send /help if you want to read my commands list and also you can change language by sending /settings command. My source code: {source_url}
de: Hallo, {user}. Sende /help, um meine Befehlsliste anzuzeigen. Um die Sprache zu ändern, sende /settings.
uk: Привіт, {user}. Надішли /help якщо хочеш побачити список моїх команд, або /settings якщо хочеш змінити мову. Мій код: {source_url}
uz: Salom, {user}. Agar siz mening buyruqlarim ro'yxatini o'qishni yoki o'zgartirsangiz xohlasangiz /help buyrug'ini yuboringTilni o'zgartirish uchun /settings buyrug'ini yuboring Mening kodim: {source_url}

source: Here you can read the list of my commands:
de: Hier können Sie die Liste meiner Befehle lesen:
uk: Тут описаний список моїх команд:
uz: Bu yerda mening buyruqlarim ro'yxatini o'qishingiz mumkin:

source: {command} - Start conversation with bot
de: {command} - Startet den Bot
uk: {command} - Почати діалог з ботом
uz: {command} - Bot bilan suhbatni boshlang

source: {command} - Get this message
de: {command} - Zeige diese Nachricht
uk: {command} - Отримати дане повідомлення
uz: {command} - Ushbu xabarni oling

source: {command} - Chat or user settings
de: {command} - Chat oder Private Einstellungen
uk: {command} - Налаштування чату або профілю
uz: {command} - Chat yoki foydalanuvchi sozlamalari

source: {command} - My version
de: {command} - Meine Version
uk: {command} - Моя версія
uz: {command} - Versiya

source: {command} - Publish content to HasteBin
uk: {command} - Опублікувати на HasteBin
uz: {command} - HasteBin-ga nashr qilish

source: In chats this commands list can be other
de: Diese Liste könnte in Gruppen anders aussehen
uk: В чатах список команд може відрізнятись
uz: Chatlarda bu buyruqlar ro'yxati boshqacha bo'lishi mumkin

source: Available only in groups:
de: Nur in Gruppen verfügbar:
uk: Доступно тільки в чатах:
uz: Quyidagi buyruqlar faqat guruhlarda mavjud:

source: {command} - Report message to chat administrators
de: {command} - Admins benachrichtigen
uk: {command} - Поскаржитись на повідомлення
uz: {command} - Chat ma'murlariga shikoyat qilish

source: {command} - Set RO mode for user
de: {command} - Nur-Lese-Modus aktivieren
uk: {command} - Заборонити користувачу писати в чат
uz: {command} - Foydalanuvchi uchun RO (Read Only) rejimini o'rnatish

source: {command} - Ban user
de: {command} - Sperrt einen Nutzer
uk: {command} - Заблокувати користувача в чаті
uz: {command} - Foydalanuvchini bloklash

source: In private chats this commands list can be other
de: Privat kann diese Liste anders aussehen
uk: В приватних повідомленях цей список може відрізнятись
uz: Shaxsiy chatlarda bu buyruqlar ro'yxati boshqacha bo'lishi mumkin

source: My Engine: {aiogram}
de: Meine Engine: {aiogram}
uk: Моя версія: {aiogram}
uz: Mening versiyam: {aiogram}

source: Invalid chat
de: Ungültiger Chat
uk: Невірний чат
uz: Yaroqsiz chat

source: Choose chat language
de: Sprache wählen
uk: Обери мову для чату
uz: Suhbatlashish tilini tanlang

source: You cannot change settings of this chat!
de: Du darfst die Einstellungen dieses Chats nicht ändern!
uk: Ти не можеш міняти налаштування цього чату!
uz: Siz ushbu chat sozlamalarini o'zgartira olmaysiz!

source: Language changed to {new_language}
de: Sprache geändert zu: {new_language}
uk: Мову змінено на {new_language}
uz: Til {new_language} ga o'zgartirildi

source: Do not disturb mode reconfigured
de: Nicht-Stören Modus neu konfiguriert
uk: Налаштування режиму "Не турбувати" змінено
uz: "Bezovta qilmang" rejimi qayta sozlandi

source: Settings saved
de: Einstellungen gespeichert
uk: Налаштування збережено
uz: Sozlamalar saqlandi

source: Invalid property
uz: Yaroqsiz parametr

source: Content to move is too short!
uk: Повідомлення занадто коротке для перенесення!
uz: Ko'chirish uchun xabar juda qisqa!

source: Message originally posted by {author} was moved to {url} service Content size: {size} bytes
uk: Повідомлення від {author} переміщено на {url} Розмір: {size} байт
uz: Dastlab {author} tomonidan yuborilgan xabar {url} xizmatiga ko ªchirildi Hajmi: {size} bayt

source: I'm bot
de: Ich bin ein Bot
uk: Я бот
uz: Men botman

source: I'm pet
de: Ich bin dein Diener
uk: Я кіт
uz: Men uy hayvoniman

source: I'm spammer
uk: Я спамер
uz: Men spammerman

source: I'm scammer
uk: Я скамер
uz: Men rus kemasiman

source: I'm human
de: Ich bin ein Mensch
uk: Я людина
uz: Men insonman

source: {users}, Welcome to the chat. Please confirm that you are a human. User filter is enabled in this chat, so if you don't answer my question, I will be forced to remove you from this chat.
de: {users}, Willkommen im Chat! Bitte bestätige, dass du ein Mensch bist. Solltest du dich weigern zu antworten, bin ich gezwungen, dich aus dieser Gruppe zu entfernen.
uz: Salom, {users}! Iltimos, odam ekanligingizni tasdiqlang. Ushbu suhbatda "yangi foydalanuvchilar" filtri yoqilgan. Shu sababli, agar siz mening savolimga javob bermasangiz men sizni suhbatdan chiqarib yuborishga majbur bo'laman

source: This message is not for you!
de: Diese Nachricht ist nicht an dich gerichtet!
uk: Це повідомлення не для тебе!
uz: Bu xabar siz uchun emas!

source: Good answer!
de: Gute Antwort!
uk: Гарна відповідь!
uz: To'g'ri javob

source: Bad answer.
de: Schlechte Antwort.
uk: Погана відповідь.
uz: Noto'g'ri javob.

source: Channel {channel} was permanently banned and the channel owner will no longer be able to send messages here on behalf of any of his channels.
uz: {channel} kanali bloklandi, ushbu kanal endi egasi o'z kanallari nomidan ushbu chatga habar yubora olmaydi.

source: <b>Read-only</b> activated for user {user}. Duration: {duration}
de: {user} wurde <b>gemuted</b>! Dauer: {duration}
uz: <b>Read-only</b> rejimi {user} faollashtirildi. Muddat: {duration}

source: User {user} <b>banned</b> for {duration}
de: {user} wurde <b>gebannt</b>! Dauer: {duration}
uz: {user} foydalanuvchisi <b>Bloklandi</b>. Muddat: {duration}

source: Please use this command is only in reply to message what do you want to report and this message will be reported to chat administrators.
de: Bitte antworte auf eine Nachricht um diese den Admins der Gruppe zu melden.
uk: Будь ласка, використовуй дану команду тільки у відповідь на інше повідомлення і я повідомлю про нього адміністрації чату.
uz: Iltimos, ushbu buyruqdan faqat boshqa xabarga javob ( reply ) sifatida foydalaningMen bu haqida chat ma'muriyatiga xabar beraman.

source: [ALERT] User {user} is reported message in chat {chat}.
de: {user} wurde in {chat} gemeldet.
uk: 🔥 Користувач {user} кличе адміністрацію в чаті {chat}.
uz: Diqqat. {user} foydalanuvchisi {chat} chatida xabar yubordi.

source: This message is reported to chat administrators.
de: Die Nachricht wurde an die Admins weitergeleitet.
uk: Я повідомим адміністрацію чату про це повідомлення.
uz: Chat ma'muriyati ogohlantirildi.

source: User {user} leave this chat...
de: {user} hat die Gruppe verlassen.
uk: Користувач {user} покинув цей чат...
uz: Foydalanuvchi {user} ushbu chatni tark etdi...

source: Channel {channel} allowed in this chat
uz: {channel} kanali chatda yozishga ruhsat berildi

source: Successful changed is_superuser to {is_superuser} for user {user}
de: User: {user} Neuer Status: {is_superuser}
uk: Успішно встановлено is_superuser на {is_superuser} для користувача {user}
uz: {user} foydalanuvchisi uchun is_superuser bayrog'i {is_superuser}" ga muvaffaqiyatli yangilandi.

source: Failed to set is_superuser to {is_superuser} for user {user}
de: Beim ändern der Berechtigung von {user} zu {is_superuser} ist ein Fehler aufgetreten!
uk: Не вдалось встановити is_superuser на {is_superuser} користувачу {user}
uz: {user} foydalanuvchisi uchun is_superuser-ni {is_superuser} ga o'rnatib bo'lmadi

source: Settings for chat {chat_title}
de: Einstellungen für {chat_title}
uk: Налаштування чату {chat_title}
uz: {chat_title} chati uchun sozlamalar!

source: {status} Join filter
de: Joinschutz: {status}
uk: {status} Фільтр входу
uz: {status} Join filtri

source: {status} Ban channels
uz: {status} Kanallarni taqiqlash

source: {status} Delete channel messages
uz: {status} Kanal xabarlarini o'chirish

source: {flag} Language
de: Sprache: {flag}
uk: {flag} Мова
uz: {flag} Til

source: Done
de: Fertig
uk: Завершити
uz: Tayyor

source: Personal settings
de: Persönliche Einstellungen
uk: Персональні налаштування
uz: Shaxsiy sozlamalar

source: {status} Do not disturb
de: Nicht strören: {status}
uk: {status} Не турбувати
uz: {status} Bezovta qilmang

source: Join filter re-configured
de: Beitrittsfilter neu konfiguriert
uk: Фільтр входу користувачів переналаштовано

source: <b>Read-only</b> activated for user {user}. Duration: {duration} Now you have access to <a href='{jail_link}'>Aiogram Jail</a>, a chat where you can tell your opinion about the work of the administrators and it will definitely be heard!
uk: Користувачу {user} <b>заборонено писати</b> в чаті на {duration} Тепер вам відкритий доступ до <a href='{jail_link}'>Aiogram Jail</a> чат де ви можете висловитись про роботу адміністрації і вас буде точно почуто!

source: User {user} <b>banned</b> for {duration} Now you have access to <a href='{jail_link}'>Aiogram Jail</a>, a chat where you can tell your opinion about the work of the administrators and it will definitely be heard!
uk: Користувача {user} <b>заблоковано</b> на {duration}Тепер вам відкритий доступ до <a href='{jail_link}'>Aiogram Jail</a> чат де ви можете висловитись про роботу адміністрації і вас буде точно почуто!
